Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J09B.tmx
Source language: en_us
Languages: zh_cn

source: Memory Protein Fades With Age
zh_cn: 随着年龄增长而消退的记忆蛋白质

source: All in the mind.
zh_cn: 一切皆在大脑中。

source: A brain protein that declines with age could hold the clue to memory loss.
zh_cn: 一种随着年龄而消退的大脑蛋白质也许就是扼住记忆衰退的命门。

source: It’s an inconvenient truth of aging:
zh_cn: 这是一个令人不安的年龄现实。

source: In our 30s and up, it gets increasingly harder for most of us to recall names, faces, and details from the past.
zh_cn: 当我们年逾30，记住人名，面貌，还有过去的种种细节都变得越发困难。

source: Scientists have long debated whether this gradual decline is an early form of Alzheimer’s disease—a neurodegenerative condition that leads to severe dementia—or a distinct neurological process.
zh_cn: 科学家一直争论不休的焦点在于：这一慢性衰退是否是老年痴呆—一种会导致严重痴呆的神经变性疾病--的前兆呢，还是一种完全不同于神经变性的神经学过程。

source: Now, researchers have found a protein that distinguishes typical forgetfulness from Alzheimer’s and could lead to potential treatments for age-related memory loss.
zh_cn: 而现在，研究者们已经找到了新型的不同于引起老年痴呆类型的蛋白质，而其可能解决关于因年龄增长而出现的记忆衰退的治疗问题。

source: Previous studies have shown that Alzheimer’s disease and age-related memory loss involve different neural circuits in the hippocampus, a seahorse-shaped structure in the brain where memories are formed and organized.
zh_cn: 来自哥伦比亚大学的神经学专家并且是此项研究的主要科研人员的斯科特·斯莫介绍到：过去的研究表明，老年痴呆和因年龄增长而出现的记忆衰退涉及到大脑海马体（大脑内形成和管理记忆的区域，形状像海马）的不同神经回路。

source: The hallmark signs of Alzheimer’s disease are well established—tangled proteins and plaques accumulate over time, and brain tissue atrophies.
zh_cn: 科学家们对老年痴呆起因的研究已经十分深入：紊乱的蛋白质随时间增加，大脑组织逐渐萎缩。

source: But little is known about what occurs when memory declines during normal aging, except that brain cells begin to malfunction, says Scott Small, a neurologist at Columbia University and senior author to the study.
zh_cn: 但是除了简单解释大脑细胞运作逐渐失效外，人们对为何引起随年龄增长而出现的正常记忆衰退的机制并不十分了解。

source: “At the molecular level, there’s been a lot of uncertainty about what is actually going wrong, and that’s what this paper isolates.”
zh_cn: 他进一步说到：“从分子学角度来看，关于到底是什么因素导致了记忆衰退的问题出现已经存在太多的不确定性，而我们的研究试图解释这些不确定性。”

source: To tease apart the biological processes involved in memory loss in normal aging, Small and other researchers from Columbia University in New York examined postmortem brain tissue from eight healthy people ranging in age from 33 to 86.
zh_cn: 为了理清涉及到随年龄增长而造成记忆衰退的生物过程，斯莫和其他来自纽约哥伦比亚大学的研究人员们一道尸检了来自八位年龄从33岁至86岁不等的健康人类的大脑组织。

source: They looked for differences in gene expression—the proteins or other products that a gene makes—between younger and older people.
zh_cn: 他们试图寻找到在年轻和年老人中的不同基因表达—由基因产生的蛋白质或者其他物质。

source: They also looked for age-related changes in the brains of mice.
zh_cn: 他们同时也检测了不同年龄阶段的老鼠大脑。

source: One gene in particular reduced its expression by about 50% with age in both human tissue and in rodents, the researchers report today in Science Translational Medicine.
zh_cn: 在人脑组织和鼠脑组织中，都有一种相同的基因表达（蛋白质）随着年龄的增长而降低了大约50%。这一结果发表在了今天出版的Science Translational Medicine （科学转译医学）上。

source: The gene codes for a protein called RbAp48 that regulates gene expression in a part of the hippocampus, called the dentate gyrus, which has been implicated in normal memory loss.
zh_cn: 这一基因编译了一种名为RbAp48的蛋白质。此种蛋白质能够调节大脑海马体齿状回区域的基因表达，而这一区域被认为是影响正常记忆衰退的地方。

source: A separate region of the hippocampus known to be the point of onset for Alzheimer's disease showed no differences in expression of the age-related gene.
zh_cn: 而已知的导致老年痴呆的海马体另一区域则没有出现与年龄相关的基因表达变化。

source: Next, the team tested whether the steep decline in the production of RbAp48 could play a role in the memory loss associated with aging.
zh_cn: 接着，研究小组测试了急剧降低的RbAp48产量是否会对因年龄引起的记忆衰退起到作用。

source: In young mice bred to inhibit production of the RbAp48 protein, the researchers were able to show cognitive deficits that they say resemble those seen in older mice and elderly humans, such as difficulty recognizing objects and navigation.
zh_cn: 当在年幼的老鼠大脑中抑制RbAp48的产量后，研究者观察到了老鼠的认知缺陷。而这些诸如难以辨别事物和缺乏方向感的认知缺陷同样可以在年长的老鼠中或者老年人中观察到。

source: Finally, the team showed that by increasing the level of RbAp48 in old mice, they could restore memory function to levels similar to that of young mice.
zh_cn: 最后，研究者发现，当提高年长老鼠大脑内的RbAp48含量，它们的记忆水平可以恢复到于年幼老鼠相仿的状态。

source: The new study demonstrates that “this molecular deficiency that we observe in humans truly contributes to age-related memory loss,” Small says.
zh_cn: 斯莫评论到，此项新的研究成果证明“我们所观察到的在人体中的这一分子缺陷确实参与影响了因年龄增长而出现的记忆衰退的过程”。

source: The researchers aren’t entirely sure what role RbAp48 plays in memory, but Small suspects that it is key to the successful functioning of synapses—bridges between nerve cells that transmit chemical and electrical signals, facilitating learning and memory.
zh_cn: 尽管研究者对RbAp48蛋白质在记忆中扮演什么角色并不十分清楚，但斯莫推测这是神经突触能产生作用的关键。神经突触是神经细胞的桥梁，能够传递化学和电信号，促进学习和记忆。

source: Why the protein declines with age is still a mystery, he says.
zh_cn: 斯莫补充说，为什么这一蛋白质含量会随着年龄增长而减少仍是个奥秘。

source: So far, physical exercise is one treatment that has been shown to improve the function of the dentate gyrus and to slow memory loss from aging, Small says.
zh_cn: 目前为止，体育锻炼是一种已经被证实了的加强海马体齿状回区域以此来减缓因年龄增长而出现的记忆衰退的方法，斯莫如是说。

source: The new study points the way toward therapeutic targets that might one day help turn back the clock on the memory loss, he says.
zh_cn: 他继续补充到，这一新研究为以后找到能将记忆恢复的治疗手段指出了一个方向。

source: The new study is “very impressive” and an important piece of the puzzle in understanding the molecular mechanisms of age-related memory loss, says Molly Wagster, chief of the Behavioral and Systems Neuroscience Branch at the National Institute on Aging in Bethesda, Maryland.
zh_cn: 身为位于美国马里兰州贝赛斯达的国家老年人研究所行为与系统神经科学部门负责人莫莉·韦格斯特评价此项研究“让人印象非常深刻”并且是在加深理解跟年龄相关的记忆衰退的分子机理谜团的重要贡献。

source: But she cautions that it involved a limited number of brain tissues and focused solely on one brain region, noting that other brain regions could also play an important role in age-related memory decline.
zh_cn: 但她同样谨慎的指出此项研究只涉及到了有限的大脑组织样本并且仅将研究放在了大脑的一个区域。她进一步指出，或许大脑的其他区域也会对此种记忆衰退产生重要影响。

source: Further efforts will be needed to see if what the group has seen in rodents translates to humans, she says.
zh_cn: 今后的研究或许应将此研究小组在老鼠大脑中观察到的结果转到人脑中进行比对。
